app/controllers/userwords_controller.rb

SELECT "userwords".* FROM "userwords"
---
    def index
        render json:  Userword.all