app/controllers/userwords_controller.rb

    def tags_create
        userword = Userword.find(params[:userword_id])
---
SELECT "userwords".* FROM "userwords" WHERE "userwords"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]