app/controllers/words_controller.rb

SELECT "words".* FROM "words"
---
    def index
        render json: Word.all, include: ['userwords']